tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "git-lfs"
brew "mas"
brew "pip-completion"
brew "python@3.9"
brew "subversion"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dbt-labs/dbt/dbt"
cask "docker"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-inconsolata"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "notion"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
